Repository: pwsafe/pwsafe
Catalog: Misc/I18N/ru/omegat_help/omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: Supported fonts include: "Arial Unicode MS" (which comes with Microsoft's Office suite), "Arial Unicode" and "Lucida Sans Unicode", although you may select another using the appropriate menu item.
ru_ru: Например, это может быть шрифт «Arial Unicode MS» (поставляется вместе с Microsoft's Office), «Arial Unicode» или «Lucida Sans Unicode». Но, вы можете задать и другой шрифт в соответствующем пункте меню.

source: Supporting multiple selction in the Tree view is under development.
ru_ru: Функционал множественного выделения в древовидном режиме находится в разработке.

source: Supporting multiple selection in the Tree view is under development.
ru_ru: Функционал множественного выделения в древовидном режиме находится в разработке.

source: Switch to Password Safe, select the entry corresponding to the website
ru_ru: Переключитесь в Password Safe и выберите элемент, соответствующий этому сайту.

source: Switches on the find bar.
ru_ru: Отобразить панель поиска

source: Switching Between Menu Icon Views
ru_ru: Переключение между стилями отображения значков

source: Switching Between Nested Tree and Flattened List Views
ru_ru: Переключение между режимами просмотра

source: Switching Toolbar Views
ru_ru: Переключение стиля отображения значков

source: Symbol virtual keyboard
ru_ru: Символ экранной клавиатуры

source: Synchonize the entry to its equivalent in the current database, if the current database is in R-W mode and the existing entry is not procteted.
ru_ru: Синхронизация элемента в текущем контейнере с выбранным, если текущий контейнер открыт в режиме «чтение/запись», и существующий элемент не является защищённым.

source: Synchronize
ru_ru: Синхронизировать

source: Synchronize the currently opened database with another.
ru_ru: Синхронизировать содержимое открытого контейнера с другим контейнером.

source: Synchronize the entry to its equivalent in the current database, if the current database is in R-W mode and the existing entry is not protected.
ru_ru: Синхронизация элемента в текущем контейнере с выбранным, если текущий контейнер открыт в режиме «чтение/запись», и существующий элемент не является защищённым.

source: Synchronize uses a Wizard interface.
ru_ru: Для синхронизации используется мастер.

source: Synchronizes the current safe with another.
ru_ru: Синхронизировать текущий контейнер с другим

source: Synchronizing entries when reviewing the Compare Databases results
ru_ru: Синхронизация элементов при просмотре результатов сравнения контейнеров

source: System Options
ru_ru: Системные настройки

source: System Tray
ru_ru: Значок в области уведомлений

source: Systems Tab
ru_ru: Вкладка «Система»

source: TXT File
ru_ru: Текстовый файл

source: Tab
ru_ru: Табуляция (Tab)

source: Tab key
ru_ru: Клавиша Tab

source: Tab {TAB}
ru_ru: Табуляция {TAB}

source: Testing a Password Policy
ru_ru: Проверка политики создания паролей

source: Text
ru_ru: Простой текст

source: Text Export
ru_ru: Экспорт в текст

source: Text Format
ru_ru: Текстовый формат

source: Text files used to import password entries consist of one or more password entries.
ru_ru: Импортируемые текстовые файлы содержат одну или несколько записей о паролях.

source: Textual Preferences
ru_ru: Настройки с текстовыми значениями

source: Textual Preferences in alphabetical order
ru_ru: Настройки с текстовыми значениями (в алфавитном порядке)

source: The "Dragbar" is a special toolbar that allows you to paste parts of the currently selected entry by "dragging" the icon specifying the part you want to paste to where you want it to be pasted to.
ru_ru: Панель Dragbar является специальной панелью, позволяющей вставлять некоторые значения, связанные с текущим элементом, перетаскивая соответствующий значок с этой панели в нужное поле окна другого приложения.

source: The "dragbar" is a special toolbar that allows you to paste parts of the currently selected entry by "dragging" the icon specifying the part you want to paste to the window that you want it to be pasted to.
ru_ru: Панель Dragbar является специальной панелью, позволяющей вставлять некоторые значения, связанные с текущим элементом, перетаскивая соответствующий значок с этой панели в нужное поле окна другого приложения.

source: The "dragbar" is a special toolbar that allows you to paste parts of the currently selected entry by "dragging" the icon specifying the part you want to paste to the window tht you want it to be pasted to.
ru_ru: Панель Dragbar является специальной панелью, позволяющей вставлять некоторые значения, связанные с текущим элементом, перетаскивая соответствующий значок с этой панели в нужное поле окна другого приложения.

source: The "Click, then activate your YubiKey" will be replaced by a progress bar indicating the remaining time you have to activate your YubiKey (by touching the flashing green light on the device).
ru_ru: Текст «Нажмите на кнопку и коснитесь YubiKey» изменится на индикатор, показывающий оставшееся время, в течение которого вы должны активировать YubiKey прикоснувшись к «кнопке» на устройстве (мигающий зелёный огонёк).

source: The "Group.Title" is considered a single field.
ru_ru: «Группа.Заголовок» считается одним полем.

source: The "View → Reports" menu item may then be used to view the reports at a later date.
ru_ru: Отчёт можно посмотреть позже с помощью меню «Вид→Отчёты».

source: The "referred to" entry is called the base, and the "referring" entry (or entries) is (are) called the alias(es).
ru_ru: Элемент, на который ссылаются называется исходным, а ссылающиеся на него именуются псевдонимами.

source: The '<HistoryMaxItems>' field from the '<Meta>' section of the KeePass V2 XML file is used as the maximum number of passwords to be saved in an Password Safe's entry password history.
ru_ru: Значение <HistoryMaxItems> из раздела <Meta> в XML-файле KeePass V2 используется в качестве максимального количества паролей, сохраняемых в истории элемента в Password Safe.

source: The 'AutoType' Dragbar button behaves in a slightly different manner: Dragging it to an input area on another Window (e.g. Browser) will cause Password Safe to begin AutoType from there.
ru_ru: Кнопка «Автонабор» ведёт себя по-другому: перетаскивание её в область ввода другого окна (например, браузера) приведёт к началу автонабора в этом поле.

source: The 'Autotype' Dragbar button behaves in a slightly different manner: Dragging it to an input area on another Window (e.g. Browser) will cause Password Safe to begin Autotype from there.
ru_ru: Кнопка «Автонабор» ведёт себя по-другому: перетаскивание её в область ввода другого окна (например, браузера) приведёт к началу автонабора в этом поле.

source: The "View → Reports"menu item may then be used to view the reports at a later date.
ru_ru: Отчёт можно посмотреть позже с помощью меню Вид→Отчёты.

source: The File Menu contains options related to managing and creating new Password Safe databases.
ru_ru: Через меню Файл выполняются действия, связанные с управлением и созданием контейнеров Password Safe.

source: The Help Menu provides access to miscellaneous resources on and about Password Safe.
ru_ru: Меню Помощь предоставляет доступ к различным ресурсам связанным с Password Safe.

source: The Manage Menu is where all of Password Safe's options and settings are controlled.
ru_ru: Через меню Сервис производится настройка всех параметров Password Safe.

source: The Manage Password Policies dialog allows you to set the global password generation policy as well as Named Password Policies.
ru_ru: Диалог Управление политиками создания паролей позволяет задавать глобальные правила создания паролей.

source: The Notes field contents may be edited using an external editor by right-clicking on the field.
ru_ru: Заметки можно редактировать во внешнем редакторе, если щёлкнуть по полю правой кнопкой.

source: The Notes field is intended for a short/brief amount of text and has a character limit of 30,000.
ru_ru: Поле Заметки предназначено для хранения небольшого текста и ограничено 30␣000 символов.

source: The Password Policy dialog allows you to set the global password generation policy.
ru_ru: Вкладка Политика создания паролей позволяет задавать глобальные правила создания паролей.

source: The Shortcuts Tab allows you to modify the default keyboard shortcuts (also known as accelerators) for the various actions defined in Password Safe.
ru_ru: На вкладке Комбинации клавиш можно изменить комбинации клавиш («горячие клавиши») для различных действий в Password Safe.

source: The System Tray context menu gives quick access to recently used entries (if the database is unlocked) and to unlock the database if locked.
ru_ru: Через контекстное меню значка в области уведомлений можно получить доступ к списку последних использованных элементов (если контейнер разблокирован) и разблокировать контейнер, если он заблокирован.

source: The View Menu controls the available display options.
ru_ru: Через меню Вид можно управлять настройками отображения.

source: The Standard setting should provide sufficient security without delaying the opening of a database significantly on most platforms.
ru_ru: Значение обычная предоставляет достаточный уровень стойкости к перебору без заметного замедления открытия контейнера на большинстве платформ.

source: The Enter key is also reserved as it is used to set the value of a shortcut in the "Manage → Options → Shortcuts" tab.
ru_ru: Клавиша Enter также зарезервирована, так как она используется для задания горячих клавиш на вкладке Сервис→Настройки→Комбинации клавиш.

source: The Enter key is also reserved as it is used to set the value of a shortcut in the Manage->Options->Shortcuts Property Page.
ru_ru: Клавиша Enter также зарезервирована, так как она используется для задания горячих клавиш на вкладке «Управление»→«Настройки»→«Комбинации клавиш».

source: The Escape key is reserved as it can be used to close the Find Toolbar or to minimise Password Safe to the System Tray (or to exit the application if the System Tray is not used).
ru_ru: Клавиша Esc также зарезервирована, так как она используется для скрытия панели поиска и сворачивания Password Safe в значок (или выхода из приложения, если использование значка в области уведомлений отключено в настройках).

source: The Escape key is reserved as it can be used to close the Find Toolbar or to minimise Password Safe to the System Tray.
ru_ru: Клавиша Esc также зарезервирована, так как она используется для скрытия панели поиска и сворачивания Password Safe в значок.

source: The Add/Edit entry function and the "Manage → Generate Password" function have both been updated to allow an entry to use a named policy or to allow the generation of a random password using a Named policy.
ru_ru: При редактировании элемента и создании пароля через пункт меню «Сервис→Создать пароль» можно использовать именованные политики создании пароля.

source: The Advanced option also allows you to specify a subset of the entries to export, as shown below.
ru_ru: Расширенные настройки также позволяют выбрать подмножество элементов для экспорта.

source: The AutoType string and all entry variables except the current password (\p) and previous password (\q) come from the alias entry.
ru_ru: Строка для автонабора и подстановки для всех полей берутся из самого псевдонима. Исключение составляют текущий (\p) и предыдущий (\q) пароли.

source: The Backups Tab allows you to configure how automatic backups are created and managed.
ru_ru: Вкладка «Резервные копии» содержит параметры создания автоматических резервных копий.

source: The Dragbar will disable ("grey out") icons for fields that are empty for the selected entry.
ru_ru: Для незаполненных полей элемента, соответствующие значки на панели «Dragbar» заблокированы (серые).

source: The Dragbar will disable ("grey out") icons for fields that are empty in the selected entry.
ru_ru: Для незаполненных полей элемента, соответствующие значки на панели «Dragbar» заблокированы (серые).

source: The ESC key will close the database and exit Password Safe (if the System Tray is not being used)
ru_ru: Использовать Esc для закрытия контейнера и выхода из Password Safe (если не используется значок в области уведомлений)

source: The Export of sensitive information from a Password Safe database to a text file has serious security consequences.
ru_ru: Экспорт важной информации из контейнера Password Safe в текстовый файл может привести к серьёзным последствиям, связанным с безопасностью.

source: The F3 key performs the repeat find.
ru_ru: Нажатие на клавишу F3 повторяет поиск.

source: The Hot Key value
ru_ru: Горячая клавиша

source: The Hot Key value.
ru_ru: Горячая клавиша

source: The ID can only be changed when the database is unlocked.
ru_ru: Изменение идентификатора возможно только если контейнер разблокирован.

source: The ID is only a visual indicator.
ru_ru: Данный идентификатор используется только для визуального отличия значков.

source: The KeePass entry's UUID will be transferred to the Password Safe entry unless it is already used within that database (which is very unlikely), in which case a new value will be calculated during import.
ru_ru: Уникальные идентификатор (UUID) элемента KeePass переносятся в Password Safe без изменений, если только он уже не используются для другого элемента (что бывает очень редко), в противном случае будет создан новый идентификатор.

source: The Lock button can also be placed on the Toolbar using the Toolbar Customization (right-click on the Toolbar).
ru_ru: Кнопка блокировки также может быть добавлена на панель инструментов (щёлкните правой кнопкой по панели для доступа к настройкам).

source: The Manage Filters dialog box has two tables.
ru_ru: Диалоговое окно управления фильтрами содержит две таблицы.

source: The Master Passphrase will be required to reopen/unlock the database.
ru_ru: Затем потребуется ввести мастер-пароль.

source: The Notes field should be enclosed by double quotes ("like this").
ru_ru: Содержимое поля с заметками должно быть заключено в двойные кавычки ("например, так").

source: The Notes field should not contain the delimiter character since on import it will be translated to a newline.
ru_ru: Заметки не должны содержать символ-разделитель, так как при импорте он будет преобразован в перенос строки.

source: The Notes field will be truncated to this limit if the entry is edited.
ru_ru: При редактировании элемента текст заметок будет усечён до указанного предела.

source: The Password Policy 'F000010004002005003' means
ru_ru: Политика паролей «F000010004002005003» расшифровывается как:

source: The Password Policy is represented in the exported entry record as a text field 'ffffnnnllluuudddsss' in hexadecimal format, e.g. 'F000010004002005003'.
ru_ru: Политика создания паролей экспортируется как текстовое поле «ffffnnnllluuudddsss» в шестнадцатеричном формате, например, «F000010004002005003».

source: The Security Tab provides access to user controlled security settings.
ru_ru: На данной вкладке можно изменить пользовательские настройки безопасности.

source: The System Tab provides access to settings that are related to Password Safe's interaction with the system on which it is running.
ru_ru: Вкладка «Система» позволяет задать настройки, связанные с взаимодействием Password Safe и ОС.

source: The Title Row for full data export currently contains the following fields by default, separated by a tab.
ru_ru: Строка с заголовками для полного экспорта содержит следующие поля, разделённые табуляцией (в скобках приведён перевод, который не пишется в файл экспорта):

source: The Title field cannot be blank, empty or contain the delimiter character.
ru_ru: Поле «Title» (заголовок) не может быть пустым или содержать символ-разделитель.

source: The W3C standard for XML date/time fields is:
ru_ru: Формат полей с датой/временем согласно стандарту W3C имеет следующее представление:

source: The XSLT files conform to V1.0 of XSLT as described in http://www.w3.org/TR/xslt and have been tested with XML files created by KeePass V1.19b and KeePass V2.15.
ru_ru: XSLT-файлы соответствуют стандарту XSLT V1.0, описанному на http://www.w3.org/TR/xslt, и были проверены на файлах, созданных с помощью KeePass V1.19b и KeePass V2.15.

source: The YubiKey Configuration dialog box will appear.
ru_ru: Будет отображён диалог настройки YubiKey.

source: The Yubikey button on the Safe Combination window will now become active, and the text to the right of will change to "Click, then activate your YubiKey"
ru_ru: В окне «Установка пароля для контейнера» станет активной кнопка YubiKey и в поле справа появится текст «Нажмите на кнопку и коснитесь YubiKey».

source: The address can be followed by one or more name-value pairs.
ru_ru: После адреса может идти одна или несколько пар имя=значение.

source: The address can be one or more valid email addresses separated by a semicolon, using 'Internet-safe characters.
ru_ru: Поле может содержать один или несколько корректных адресов, разделённых символом «;». Специальные символы необходимо кодировать.

source: The association of an ID to a particular database is not persistent (remembered), that is, you need to reassign it each time the database is opened (if needed, of course).
ru_ru: Привязка идентификатора к контейнеру не сохраняется, поэтому, его нужно назначать заново при каждом открытии контейнера (в случае, если вы хотите его использовать).

source: The backup is encrypted using the same master password as the current database being backed up.
ru_ru: Для шифрования резервной копии используется тот же мастер-пароль, что и в текущем контейнере.

source: The basic idea is to allow one entry's password to be referred to by another.
ru_ru: Основная идея состоит в том, чтобы пароль одного элемента мог быть ссылкой на пароль другого элемента.

source: The browser you specify in this field will be used when using the "Browse To" function for a selected entry, when the entry's URL has "[alt]" before the URL, e.g., "[alt]http://www.foo.net".
ru_ru: Указанный здесь браузер будет использован при выполнении команды «Перейти по ссылке», если в настройках элемента ссылка начинается с «[alt]», например, «[alt]http://www.foo.net».

source: The characters that are added when use symbols is checked are: + - = _ @ # $ % ^ & ; : , .
ru_ru: Если поставлен флажок Символы, к алфавиту добавляются следующие символы: + - = _ @ # $ % ^ & ; : , .

source: The code for TinyXML is provided under the zlib license.
ru_ru: Код TinyXML распространяется по лицензии zlib.

source: The code for pugixml is provided under the MIT license.
ru_ru: Код pugixml распространяется под лицензии MIT.

source: The code of last language file used by the user.
ru_ru: Идентификатор используемого языкового файла.

source: The columns in the Filter table are as follows:
ru_ru: Описание столбцов фильтра:

source: The command can be anything that can be executed by typing it in the "Start → Run" box of your computer.
ru_ru: Можно указать любую команду, которая может быть выполнена в ОС Windows через меню «Пуск»→«Выполнить».

source: The command can be anything that can be executed by typing it in the Start->Run box of your computer.
ru_ru: Можно указать любую команду, которая может быть выполнена в ОС Windows через меню «Пуск»→«Выполнить».

source: The command line program from Microsoft (XSLT Processor Version 4.0).
ru_ru: Утилита командной строки от Microsoft (XSLT Processor Version 4.0).

source: The complete Notes field (also: notes or notes[0]).
ru_ru: Содержание всего поля заметок (также: notes или notes[0]).

source: The conditions defined in each row can be either "and" or "or" the condition defined in the previous row.
ru_ru: Записанное в строке условие, может быть связано с предыдущими логическим «И» или «ИЛИ».

source: The contents of variables (including directory and full path values) may contain blanks.
ru_ru: В значении переменной (включая имена каталогов и полные пути) могут присутствовать пробелы.

source: The copy is in the same directory as the current database, and the name is identical, except for the extension, which is ".ibak" instead of ".psafe3".
ru_ru: Копия создаётся в том же каталоге, что и текущий контейнер, имеет то же имя и отличается лишь расширением («.ibak» вместо «.psafe3»).

source: The copy is in the same directory as the current database, and the name is identical, except for the extension, which is ".ibak", meaning "incremental backup", instead of ".psafe3".
ru_ru: Копия создаётся в том же каталоге, что и текущий контейнер, имеет то же имя и отличается лишь расширением («.ibak» вместо «.psafe3»).

source: The corresponding characters of the password are shown in the lower field.
ru_ru: Соответствующие символы будут показаны в нижнем поле.

source: The criteria specified here for a particular function are remembered for this Password session and are independent of each other.
ru_ru: Для каждого вида действий указанные условия запоминаются на время сессии и не зависят друг от друга.

source: The criteria specified here for a search are remembered for this Password session and are independent of those mentioned above.
ru_ru: Указанные условия поиска запоминаются на время сессии и не зависят от описанных выше.

source: The current database and its "regular" backups will not be touched.
ru_ru: В этом случае сам контейнер и «обычные» резервные копии не изменяются.

source: The currently supported labels are:
ru_ru: В настоящий момент следующие метки являются функциональными:

source: The data displayed in the "YubiKey Secret Key" field is the key associated with this database.
ru_ru: Последовательность, отображённая в поле «Секретный ключ YubiKey» это ключ, связанный с контейнером.

source: The database ("Safe") contains all your user names, passwords, and any additional information you may have added.
ru_ru: Контейнер содержит всю введённую в Password Safe информацию (имена, пароли, заметки, ...).

source: The database's default AutoType string.
ru_ru: Строка автонабора по умолчанию.

source: The day of the month
ru_ru: День месяца.

source: The default action is set in Manage->Options->Misc..
ru_ru: Действие по умолчанию может быть изменено в Управление→Настройки→Разное.

source: The default action is set in "Manage → Options → Misc." tab.
ru_ru: Действие по умолчанию задаётся на вкладке Управление→Настройки→Разное.

source: The default actions are set in , and marked with "(default)" in the drop-down lists.
ru_ru: В выпадающих списках значение по умолчанию помечено фразой «(по умолчанию)». Изменить значение по умолчанию можно на вкладке

source: The default actions are set in Manage → Options → Misc. tab, and marked with "(default)" in the drop-down lists.
ru_ru: В выпадающих списках значение по умолчанию помечено фразой «(по умолчанию)». Изменить значение по умолчанию можно на вкладке Сервис→Настройки→Разное.

# The default autotype sequence in Password Safe is u p .
source: The default autotype sequence in Password Safe is \u\t\p\n.
ru_ru: По умолчанию для автонабора Password Safe использует последовательность \u\t\p\n.

source: The default is '»' [Alt+0187], which may be overridden if needed.
ru_ru: По умолчанию это символ ‘»’ [Alt+0187], который может быть переопределён.

source: The default is '»' [Alt+0187], which may be overridden if needed.>
ru_ru: По умолчанию это символ ‘»’ [Alt+0187], который может быть переопределён.

source: The default is disabled.
ru_ru: Выключено по умолчанию.

source: The default is to copy the entry's password and username to the clipboard for double-click and shift + double-click, respectively.
ru_ru: Действиями по умолчанию являются копирование пароля в буфер обмена для двойного клика и копирование имени пользователя в буфер обмена для Shift+двойной клик.
